Repository: sabbivikas/Dino
Catalog: Dino/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, vi

source: how are you feeling right now?
es: ¿cómo te sientes ahora mismo?
ja: いま、どんな気分？
ko: 지금 이 순간, 기분이 어때요?
vi: ngay lúc này bạn cảm thấy thế nào?

source: how are you really doing? not the autopilot answer 🌿
es: ¿cómo estás de verdad? no la respuesta en automático 🌿
ja: ほんとうのところ、どう？いつものくせの返事じゃなくてね 🌿
ko: 진짜로 어떻게 지내요? 자동응답 말고요 🌿
vi: bạn thật sự thế nào? đừng trả lời theo quán tính nha 🌿

source: how are you showing up today?
es: ¿cómo te presentas hoy?
ja: 今日は、どんなあなたでいく？
ko: 오늘은 어떤 모습으로 시작할까요?
vi: hôm nay bạn xuất hiện thế nào?

source: how connected have you felt to others?
es: ¿qué tan conectado te has sentido con otros?
ja: まわりの人とのつながりは、どんなかんじ？
ko: 다른 사람들과 얼마나 이어져 있다고 느꼈어요?
vi: bạn thấy gắn kết với mọi người đến đâu?

source: how did you hear about us?
es: ¿cómo nos conociste?
ja: ディノをどこで知った？
ko: 디노를 어떻게 알게 됐나요?
vi: bạn biết đến dino từ đâu?

source: how stressed have you felt?
es: ¿qué tan estresado te has sentido?
ja: ストレスはどれくらい？
ko: 스트레스는 얼마나 느꼈어요?
vi: bạn thấy căng thẳng đến mức nào?

source: how well have you been sleeping?
es: ¿qué tal has dormido?
ja: さいきん、よく眠れてる？
ko: 요즘 잠은 잘 자고 있어요?
vi: dạo này bạn ngủ có ngon không?

source: how would you rate your overall mood?
es: ¿cómo calificarías tu ánimo en general?
ja: ぜんたいの気分は、どのくらい？
ko: 전반적인 기분은 어때요?
vi: nhìn chung tâm trạng của bạn thế nào?

source: how you've been feeling over time
es: cómo te has sentido con el tiempo
ja: これまでの気分の流れ
ko: 시간에 따른 당신의 기분
vi: cảm xúc của bạn theo thời gian

source: how your data is stored
es: cómo se guardan tus datos
ja: データのほかん方法
ko: 데이터 저장 방식
vi: dữ liệu của bạn được lưu thế nào

source: how's the weather inside? clear, partly cloudy, overwhelmed, or drained?
es: ¿cómo está el clima por dentro? ¿despejado, parcialmente nublado, abrumado o agotado?
ja: こころのお天気はどう？はれ、うすぐもり、いっぱいいっぱい、それともエネルギーぎれ？
ko: 마음 날씨는 어때요? 맑음, 약간 흐림, 버거움, 아니면 방전인가요?
vi: thời tiết bên trong thế nào? quang đãng, có mây, quá tải, hay cạn năng lượng?

source: how's your inner weather?
es: ¿cómo está tu clima interior?
ja: こころの天気は どう？
ko: 마음의 날씨는 어때요?
vi: thời tiết trong lòng bạn hôm nay ra sao?

source: how's your energy been?
es: ¿cómo ha estado tu energía?
ja: エネルギーはどんなかんじ？
ko: 요즘 기운은 어때요?
vi: năng lượng của bạn dạo này sao?

source: however it is, it counts
es: sea como sea, cuenta
ja: どんな日でも、ちゃんと意味がある
ko: 어떤 하루든, 다 의미가 있어요
vi: dù thế nào đi nữa, nó vẫn có ý nghĩa

source: huge bloom moment — you grew this 🌷
es: momentazo de floración: tú cultivaste esto 🌷
ja: 大きな花がひらいたよ。これ、あなたが育てたんだよ 🌷
ko: 엄청난 개화의 순간이에요. 당신이 키워낸 거예요 🌷
vi: khoảnh khắc nở rộ luôn nè: chính bạn đã trồng nên nó 🌷

source: hydration check — a sip rn would be elite
es: chequeo de hidratación: un sorbito ahora sería lo máximo
ja: 水分チェック。いまひとくち飲んだら最高だよ
ko: 수분 체크. 지금 한 모금이면 최고예요
vi: kiểm tra nước nè: một ngụm ngay bây giờ là đỉnh nhất

source: i didn't catch anything to keep.
es: no alcancé a captar nada para guardar.
ja: のこせることばを聞きとれなかったよ。
ko: 담아둘 말을 듣지 못했어요.
vi: mình chưa nghe được gì để cất lại.

source: i think %@ would help —
es: creo que %@ te ayudaría,
ja: %@がきっと助けになると思う、
ko: %@이(가) 도움이 될 것 같아요,
vi: mình nghĩ %@ sẽ giúp được bạn,

source: i've been using dino, a tiny gentle companion for heavy days. thought of you 🦕
es: estoy usando dino, un compañerito amable para los días pesados. pensé en ti 🦕
ja: dinoを使ってるよ。重たい日のための、ちいさくてやさしい相棒。あなたを思い出したんだ 🦕
ko: 요즘 dino를 써요. 무거운 날을 위한 작고 다정한 친구예요. 당신 생각이 났어요 🦕
vi: mình đang dùng dino, một người bạn nhỏ dịu dàng cho những ngày nặng nề. chợt nghĩ đến bạn 🦕

source: if it's helping your days
es: si está ayudando tus días
ja: 毎日のちからになってたら
ko: 당신의 하루에 도움이 되고 있다면요
vi: nếu dino đang giúp những ngày của bạn

source: if you are in immediate danger, please call your local emergency number.
es: si estás en peligro inmediato, llama a tu número de emergencias local.
ja: いま危険がせまっているときは、すぐに地域の緊急番号に電話してください。
ko: 지금 당장 위험한 상황이라면, 즉시 현지 긴급 전화번호로 연락해 주세요.
vi: nếu bạn đang gặp nguy hiểm ngay lúc này, hãy gọi số khẩn cấp tại địa phương.

source: if you have any questions about this privacy policy or your data, reach out to us at dinoappsupport@gmail.com
es: si tienes preguntas sobre esta política de privacidad o tus datos, escríbenos a dinoappsupport@gmail.com
ja: このプライバシーポリシーやデータについて質問があれば、dinoappsupport@gmail.com まで気軽にどうぞ
ko: 이 방침이나 데이터에 대해 궁금한 점이 있으면 dinoappsupport@gmail.com 으로 연락 주세요
vi: nếu có câu hỏi về chính sách này hay dữ liệu của bạn, hãy viết cho tụi mình qua dinoappsupport@gmail.com

source: if you meant to allow it, check the health app
es: si querías permitirlo, revisa la app salud
ja: 許可したつもりなら、ヘルスケアアプリを確認してね
ko: 허용하려고 했다면 건강 앱을 확인해봐요
vi: nếu bạn định cho phép, kiểm tra ứng dụng sức khỏe nhé

source: if you miss tomorrow, it's okay. dino will wait. 🌱
es: si mañana no vienes, está bien. dino esperará. 🌱
ja: 明日これなくても、だいじょうぶ。ディノは待ってるよ。🌱
ko: 내일 못 와도 괜찮아요. 디노는 기다릴게요. 🌱
vi: nếu mai bạn không ghé được, không sao đâu. dino sẽ đợi. 🌱

source: in
es: inhala
ja: すう
ko: 들숨
vi: hít

source: in full bloom
es: en plena floración
ja: 満開だよ
ko: 활짝 폈어요
vi: nở rộ

source: include routines
es: incluir rutinas
ja: ルーティンを含める
ko: 루틴 포함
vi: gồm cả thói quen

source: inhale
es: inhala
ja: すって
ko: 들이쉬어요
vi: hít vào

source: intense
es: intenso
ja: つよい
ko: 강렬함
vi: dữ dội

source: intensity
es: intensidad
ja: つよさ
ko: 강도
vi: cường độ

source: invalid response from painting service (%lld)
es: respuesta inválida del servicio de pintura (%lld)
ja: ペイントサービスからの応答が正しくないみたい（%lld）
ko: 그림 서비스 응답이 올바르지 않아요 (%lld)
vi: phản hồi không hợp lệ từ dịch vụ vẽ tranh (%lld)

source: isolated
es: aislado
ja: こどく
ko: 고립됐어요
vi: tách biệt

source: it drifted a long way
es: flotó desde muy lejos
ja: 遠くから流れてきたんだ
ko: 먼 길을 떠내려왔어요
vi: nó đã trôi một quãng đường dài

source: it feels so friendly and natural, not like i'm being pressured to keep up with my good habits.
es: se siente muy amigable y natural, no como si me presionaran a mantener mis buenos hábitos.
ja: とてもやさしくて自然。いい習慣を続けなきゃってプレッシャーを感じないんです。
ko: 정말 친근하고 자연스러워요. 좋은 습관을 유지해야 한다는 압박감이 없어요.
vi: cảm giác rất thân thiện và tự nhiên, không hề bị ép phải duy trì thói quen tốt.

source: it felt like a soft match for today
es: se sintió como algo suave para hoy
ja: 今日にやわらかく合う気がしたんだ
ko: 오늘과 부드럽게 어울릴 것 같았어요
vi: nó có vẻ hợp một cách dịu dàng với hôm nay

source: it sounds like you're carrying something really heavy right now. you don't have to hold it alone.
es: parece que estás cargando algo muy pesado ahora. no tienes que sostenerlo solo.
ja: いま、とても重たいものを抱えているみたいだね。ひとりで持たなくていいんだよ。
ko: 지금 정말 무거운 걸 안고 있는 것 같아요. 혼자 들지 않아도 돼요.
vi: có vẻ bạn đang mang điều gì đó rất nặng. bạn không phải giữ nó một mình đâu.

source: it's a challenge
es: es un desafío
ja: ちょっと大変
ko: 쉽지 않아요
vi: đang khó khăn

source: it's been a heavy stretch. support is always close 🌿
es: ha sido una temporada pesada. el apoyo siempre está cerca 🌿
ja: 重たい日がつづいてるね。支えはいつもそばにあるよ 🌿
ko: 무거운 시간이 이어지고 있네요. 도움은 늘 가까이 있어요 🌿
vi: một quãng thời gian nặng nề rồi. sự hỗ trợ luôn ở gần bạn 🌿

source: it's good to see you
es: qué bueno verte
ja: 会えてうれしいよ
ko: 만나서 반가워요
vi: gặp bạn thật vui

source: it's okay to outgrow things that no longer serve you.
es: está bien soltar lo que ya no te sirve.
ja: 合わなくなったものは、手ばなしていいんだよ。
ko: 더는 맞지 않는 것들을 떠나보내도 괜찮아요.
vi: bỏ lại những điều không còn phù hợp cũng không sao.

source: it's okay to rest.
es: está bien descansar.
ja: 休んでもいいんだよ。
ko: 쉬어도 괜찮아요.
vi: nghỉ ngơi cũng không sao.

source: it's okay to take up space.
es: está bien ocupar tu espacio.
ja: ここにいていいんだよ。
ko: 자리를 차지해도 괜찮아요.
vi: bạn được phép chiếm một khoảng không gian.

source: i’ll be here before it starts. you don’t have to do anything tonight. 🌙
es: estaré aquí antes de que empiece. no tienes que hacer nada esta noche. 🌙
ja: 始まる前にここにいるよ。今夜は何もしなくていいからね。🌙
ko: 시작하기 전에 여기 있을게요. 오늘 밤엔 아무것도 안 해도 돼요. 🌙
vi: mình sẽ ở đây trước khi nó bắt đầu. tối nay bạn không cần làm gì cả. 🌙

source: journal
es: diario
ja: 日記
ko: 일기
vi: nhật ký

source: journal ${thought} in dino
es: anotar ${thought} en dino
ja: ${thought}をdinoの日記に
ko: ${thought}을 dino에 기록하기
vi: ghi ${thought} vào dino

source: journal a thought
es: anotar un pensamiento
ja: 思いを日記に
ko: 생각 남기기
vi: ghi một suy nghĩ

source: journal entry — %@
es: entrada del diario: %@
ja: 日記 %@
ko: 일기 %@
vi: nhật ký ngày %@

source: journaling
es: escribir el diario
ja: 日記
ko: 일기 쓰기
vi: viết nhật ký

source: journaling lifts you %@× the next day
es: escribir el diario te levanta %@× al día siguiente
ja: 日記を書くと、次の日が%@倍かるくなるみたい
ko: 일기를 쓰면 다음 날이 %@배 가벼워져요
vi: viết nhật ký giúp bạn nhẹ hơn %@ lần vào hôm sau

source: just be
es: solo sé
ja: ただ、いるだけでいい
ko: 그냥 존재해요
vi: chỉ cần hiện diện

source: just now
es: justo ahora
ja: たったいま
ko: 방금
vi: vừa xong

source: just planted
es: recién plantado
ja: うえたばかり
ko: 막 심었어요
vi: vừa gieo xong

source: keep checking in — every day adds a firefly
es: sigue pasando por aquí, cada día suma una luciérnaga
ja: 毎日きてね。一日ごとに蛍がひとつ増えるよ
ko: 매일 들러 주세요. 하루마다 반딧불이 하나씩 늘어나요
vi: hãy ghé mỗi ngày nhé, mỗi ngày thêm một con đom đóm

source: keep checking in — every day adds a firefly. once i’ve watched you for three weeks, i’ll start to see your patterns. 🌱
es: sigue pasando por aquí, cada día suma una luciérnaga. cuando te haya acompañado tres semanas, empezaré a ver tus patrones. 🌱
ja: 毎日きてね。一日ごとに蛍がひとつ増えるよ。三週間いっしょに過ごしたら、あなたのパターンが見えはじめる。🌱
ko: 매일 들러 주세요. 하루마다 반딧불이 하나씩 늘어나요. 3주를 함께 보내고 나면, 당신의 패턴이 보이기 시작할 거예요. 🌱
vi: hãy ghé mỗi ngày nhé, mỗi ngày thêm một con đom đóm. khi đã cùng bạn ba tuần, mình sẽ bắt đầu thấy được nhịp điệu của bạn. 🌱

source: keep dino's pick
es: quedarme con la elección de dino
ja: dinoのおすすめのままにする
ko: dino의 선택 그대로 하기
vi: giữ lựa chọn của dino

source: keep going
es: sigue así
ja: このままいこう
ko: 계속 가봐요
vi: cứ tiếp tục nhé

source: keep it close 🌱
es: tenlo cerca 🌱
ja: そばに置いてね 🌱
ko: 가까이 두세요 🌱
vi: giữ nó thật gần 🌱

source: keep noticing how your week feels.
es: sigue notando cómo se siente tu semana.
ja: 一週間がどんな気分か、これからも気づいていこう。
ko: 한 주의 느낌을 계속 알아차려봐요.
vi: cứ tiếp tục để ý xem tuần của bạn cảm thấy thế nào.

source: keep reading
es: seguir leyendo
ja: つづきを読む
ko: 계속 읽기
vi: đọc tiếp

source: keep this
es: guardar esto
ja: これをとっておく
ko: 간직하기
vi: giữ lại món này

source: keeps a spoken thought in your dino journal.
es: guarda un pensamiento hablado en tu diario de dino.
ja: 話した思いを、dinoの日記にのこすよ。
ko: 말한 생각을 dino 일기에 담아둬요.
vi: lưu một dòng suy nghĩ bạn nói vào nhật ký dino.

source: kept
es: guardados
ja: とっておいたもの
ko: 간직한 것
vi: đã giữ

source: kept in your jar · warm things stay
es: guardado en tu frasco · lo cálido se queda
ja: びんの中に · あたたかいものは残る
ko: 유리병에 담김 · 따뜻한 건 남아요
vi: cất trong lọ của bạn · những điều ấm áp sẽ ở lại

source: kept. be gentle with yourself.
es: guardado. sé amable contigo.
ja: しまったよ。自分にやさしくね。
ko: 담았어요. 자신에게 다정하게요.
vi: đã cất. hãy dịu dàng với chính mình.

source: kept. clouds pass.
es: guardado. las nubes pasan.
ja: しまったよ。雲は流れていくから。
ko: 담았어요. 구름은 지나가요.
vi: đã cất. mây rồi sẽ trôi qua.

source: kept. enjoy the light.
es: guardado. disfruta la luz.
ja: しまったよ。光を楽しんで。
ko: 담았어요. 빛을 즐겨요.
vi: đã cất. tận hưởng ánh sáng nhé.

source: kept. glad the sky is clear.
es: guardado. qué bueno que el cielo está despejado.
ja: しまったよ。空が晴れててよかった。
ko: 담았어요. 하늘이 맑아서 다행이에요.
vi: đã cất. mừng vì trời trong.

source: kept. i'm here.
es: guardado. aquí estoy.
ja: しまったよ。ここにいるよ。
ko: 담았어요. 여기 있어요.
vi: đã cất. mình ở đây.

source: kept. it's safe here.
es: guardado. aquí está a salvo.
ja: のこしたよ。ここなら安心。
ko: 담아뒀어요. 여기선 안전해요.
vi: đã cất rồi. ở đây an toàn.

source: kept. one breath at a time.
es: guardado. una respiración a la vez.
ja: しまったよ。ひと呼吸ずつね。
ko: 담았어요. 한 번에 한 호흡씩요.
vi: đã cất. từng hơi thở một.

source: kept. rest is allowed.
es: guardado. descansar está permitido.
ja: しまったよ。休んでいいんだよ。
ko: 담았어요. 쉬어도 돼요.
vi: đã cất. bạn được phép nghỉ ngơi.

source: kept. sleep well.
es: guardado. duerme bien.
ja: のこしたよ。おやすみ。
ko: 담아뒀어요. 잘 자요.
vi: đã cất rồi. ngủ ngon nhé.

source: kept. thanks for checking in.
es: guardado. gracias por pasar.
ja: しまったよ。来てくれてありがとう。
ko: 담았어요. 들러 줘서 고마워요.
vi: đã cất. cảm ơn bạn đã ghé qua.

source: kept. that took something to say.
es: guardado. decir eso costó algo.
ja: しまったよ。言葉にするの、勇気がいったね。
ko: 담았어요. 그 말, 꺼내기 쉽지 않았을 텐데요.
vi: đã cất. nói ra điều đó không dễ chút nào.

source: kept. that's a good one.
es: guardado. ese es bueno.
ja: しまったよ。それ、いいね。
ko: 담았어요. 그거 참 좋네요.
vi: đã cất. điều đó thật đẹp.

source: kept. the jar is a little fuller.
es: guardado. el frasco está un poco más lleno.
ja: しまったよ。びんが少しいっぱいになった。
ko: 담았어요. 유리병이 조금 더 찼어요.
vi: đã cất. chiếc lọ đầy thêm một chút.

source: kept. you don't have to hold it all.
es: guardado. no tienes que cargarlo todo.
ja: しまったよ。ぜんぶ抱えなくていいんだよ。
ko: 담았어요. 모든 걸 혼자 짊어지지 않아도 돼요.
vi: đã cất. bạn không cần phải ôm hết mọi thứ.

source: kind words
es: palabras amables
ja: やさしいことば
ko: 다정한 말
vi: lời nói tử tế

source: kindness that drifted to you from around the world
es: amabilidad que llegó flotando hasta ti desde todo el mundo
ja: 世界中からあなたへ流れてきたやさしさ
ko: 세상 곳곳에서 당신에게 떠내려온 다정함
vi: lòng tốt từ khắp thế giới trôi về phía bạn

source: kindness to yourself creates space for everything else.
es: ser amable contigo abre espacio para todo lo demás.
ja: じぶんへのやさしさが、ほかのすべての場所をつくる。
ko: 나에게 다정하면 다른 모든 것의 자리가 생겨요.
vi: tử tế với bản thân mở ra chỗ cho mọi điều khác.

source: know someone with heavy days too? dino fits in a pocket 🦕
es: ¿conoces a alguien con días pesados? dino cabe en un bolsillo 🦕
ja: 重たい日をすごしてる人、いない？dinoはポケットに入るよ 🦕
ko: 힘든 날을 보내는 사람이 있나요? dino는 주머니에 쏙 들어가요 🦕
vi: biết ai cũng đang có những ngày nặng nề không? dino nằm gọn trong túi đó 🦕

# lantern from %@: %@
source: lantern from %1$@: %2$@
es: farolillo de %@: %@
ja: %@からのランタン：%@
ko: %@에서 온 랜턴: %@
vi: lồng đèn từ %@: %@

source: last 8 weeks of mood + assessments
es: últimas 8 semanas de ánimo + evaluaciones
ja: 直近8週間の気分とチェック
ko: 최근 8주의 기분 + 체크
vi: 8 tuần gần nhất của tâm trạng + đánh giá

source: last updated: april 2026
es: última actualización: abril 2026
ja: 最終更新: 2026年4月
ko: 마지막 업데이트: 2026년 4월
vi: cập nhật lần cuối: tháng 4 2026

source: last watered %@d ago
es: regado hace %@d
ja: 最後の水やりは%@日前
ko: 마지막 물 주기 %@일 전
vi: tưới lần cuối %@ ngày trước

source: last watered %lldd ago
es: regado hace %lld d
ja: さいごのお水やりは%lld日前
ko: 마지막 물 준 지 %lld일
vi: tưới lần cuối %lld ngày trước

source: lavender
es: lavanda
ja: ラベンダー
ko: 라벤더
vi: oải hương

source: let dino learn from your journal
es: deja que dino aprenda de tu diario
ja: ディノに日記から学ばせる
ko: 디노가 일기에서 배우게 하기
vi: để dino học từ nhật ký của bạn

source: let it all out
es: suéltalo todo
ja: ぜんぶはいて
ko: 모두 내쉬어요
vi: thở hết ra

source: let it fly 🏮
es: déjalo volar 🏮
ja: とばしてみよう 🏮
ko: 날려 보내요 🏮
vi: thả nó bay 🏮

source: let the day go. you did enough today
es: deja ir el día. hoy hiciste suficiente
ja: 今日はもう手ばなしていいよ。じゅうぶんがんばったから
ko: 오늘 하루는 이제 놓아줘요. 충분히 잘했어요
vi: buông ngày hôm nay đi. bạn đã làm đủ rồi

source: let the exhale carry some of it away 🌿
es: deja que la exhalación se lleve una parte 🌿
ja: はく息に、すこしだけ持っていってもらおう 🌿
ko: 날숨이 조금은 실어가게 두어요 🌿
vi: để hơi thở ra mang bớt đi một phần 🌿

source: let yourself be a work in progress.
es: permítete ser una obra en progreso.
ja: 未完成のままの、じぶんでいい。
ko: 미완성인 채로 있어도 돼요.
vi: cứ để mình là một tác phẩm đang dang dở.

source: let's begin
es: empecemos
ja: はじめよう
ko: 시작해요
vi: bắt đầu nào

source: let's slow everything down for sleep 🌙
es: vamos a bajar el ritmo de todo para dormir 🌙
ja: 眠りにむけて、ぜんぶゆっくりにしよう 🌙
ko: 잠들 수 있게 모든 걸 천천히 늦춰봐요 🌙
vi: cùng làm mọi thứ chậm lại để ngủ nhé 🌙

source: level %lld
es: nivel %lld
ja: レベル %lld
ko: 레벨 %lld
vi: cấp %lld

source: light rain
es: lluvia ligera
ja: こさめ
ko: 가랑비
vi: mưa nhẹ

source: lighter sleep lately tends to make %@s feel heavier.
es: dormir poco últimamente suele hacer los %@ más pesados.
ja: さいきん眠りが浅いと、%@は重たく感じやすいみたい。
ko: 요즘 잠이 얕으면 %@이 더 무겁게 느껴지곤 해요.
vi: dạo này ngủ ít nên những ngày %@ dễ thấy nặng nề hơn.

source: lighter sleep lately tends to make %llds feel heavier.
es: dormir más ligero últimamente suele hacer los días más pesados.
ja: 最近の浅い眠りは、一日を重たく感じさせがちだよ。
ko: 요즘 얕아진 잠은 하루를 더 무겁게 만들곤 해요.
vi: dạo này ngủ nông thường khiến ngày dài nặng nề hơn.

source: lighter sleep than usual — today might feel a little heavier
es: dormiste más ligero de lo habitual, hoy puede sentirse un poco más pesado
ja: いつもより浅い眠りだったね。今日は少し重たく感じるかも
ko: 평소보다 얕은 잠이었어요. 오늘은 조금 무겁게 느껴질 수 있어요
vi: bạn ngủ nông hơn thường lệ, hôm nay có thể thấy hơi nặng nề hơn

source: lighter sleep than usual. today might feel a little heavier
es: sueño más ligero de lo habitual. hoy puede sentirse un poco más pesado
ja: いつもより浅い眠り。今日は少し重たく感じるかも
ko: 평소보다 얕은 잠. 오늘은 조금 무겁게 느껴질 수 있어요
vi: giấc ngủ nông hơn thường lệ. hôm nay có thể thấy hơi nặng nề hơn

source: lights around the world
es: luces alrededor del mundo
ja: 世界中の灯り
ko: 세상의 불빛들
vi: những ánh đèn quanh thế giới

source: likely a tender day
es: probablemente un día sensible
ja: やわらかく過ごしたい日になりそう
ko: 여린 하루가 될 것 같아요
vi: có lẽ sẽ là một ngày cần được nâng niu

source: listen on apple music
es: escuchar en apple music
ja: apple musicで聴く
ko: apple music에서 듣기
vi: nghe trên apple music

source: listen on apple music or spotify?
es: ¿escuchar en apple music o spotify?
ja: apple musicとspotify、どっちで聴く？
ko: apple music과 spotify 중 어디서 들을까요?
vi: nghe trên apple music hay spotify?

source: listen on spotify
es: escuchar en spotify
ja: spotifyで聴く
ko: spotify에서 듣기
vi: nghe trên spotify

source: listened to %@ today 🎧
es: escuché %@ hoy 🎧
ja: 今日は%@を聴いた 🎧
ko: 오늘 %@을(를) 들었어요 🎧
vi: hôm nay đã nghe %@ 🎧

source: little expeditions
es: pequeñas expediciones
ja: 小さな探検
ko: 작은 탐험
vi: những chuyến thám hiểm nhỏ

source: little moments
es: pequeños momentos
ja: 小さな瞬間
ko: 작은 순간들
vi: những khoảnh khắc nhỏ

source: little suns bloom even on quiet days
es: pequeños soles florecen incluso en días tranquilos
ja: しずかな日にも ちいさな太陽は咲くよ
ko: 조용한 날에도 작은 해는 피어나요
vi: những mặt trời nhỏ vẫn nở cả trong ngày lặng lẽ

source: little you is doing enough
es: tu pequeño yo ya hace suficiente
ja: ちいさなあなたは もうじゅうぶんやってる
ko: 작은 당신은 이미 충분히 하고 있어요
vi: bạn nhỏ bé ơi bạn đang làm đủ rồi

source: loading...
es: cargando...
ja: よみこみちゅう...
ko: 불러오는 중...
vi: đang tải...

source: location access needed
es: se necesita acceso a la ubicación
ja: 位置情報へのアクセスが必要
ko: 위치 접근이 필요해요
vi: cần quyền truy cập vị trí

source: log mood
es: registrar ánimo
ja: 気分を記録
ko: 기분 기록
vi: ghi tâm trạng

source: log mood 🌿
es: registrar ánimo 🌿
ja: 気分を記録 🌿
ko: 기분 기록하기 🌿
vi: ghi tâm trạng 🌿

source: log something 🌱
es: registrar algo 🌱
ja: なにか記録する 🌱
ko: 뭐라도 기록하기 🌱
vi: ghi lại điều gì đó 🌱

source: log this feeling
es: registrar este sentimiento
ja: この気分を記録する
ko: 이 기분 기록하기
vi: ghi lại cảm xúc này

source: logged 🌱
es: registrado 🌱
ja: 記録したよ 🌱
ko: 기록했어요 🌱
vi: đã ghi 🌱

source: logs your mood in dino. no questions asked.
es: registra tu ánimo en dino. sin preguntas.
ja: dinoに気分を記録するよ。なにも聞かないから安心してね。
ko: dino에 기분을 기록해요. 아무것도 묻지 않아요.
vi: ghi tâm trạng vào dino. không hỏi gì thêm.

source: look at that — a fresh sprout. proud of you
es: mira eso, un brote nuevo. qué orgullo de ti
ja: 見て、新しい芽だよ。あなたのこと、ほこらしいな
ko: 봐요, 새 싹이에요. 당신이 자랑스러워요
vi: nhìn kìa, một mầm non mới. tự hào về bạn lắm

source: looking a little thirsty
es: se ve con algo de sed
ja: ちょっとのどがかわいてるみたい
ko: 조금 목말라 보여요
vi: trông hơi khát nước rồi

source: looking at your patterns...
es: mirando tus patrones...
ja: あなたのパターンを見てる...
ko: 당신의 패턴을 살펴보는 중...
vi: đang nhìn vào quy luật của bạn...

source: low
es: bajo
ja: 低め
ko: 낮음
vi: xuống

source: make it comfortable to read
es: haz que sea cómodo de leer
ja: 読みやすい大きさにしよう
ko: 읽기 편하게 맞춰요
vi: chỉnh cho dễ đọc

source: make reading gentle
es: haz la lectura amable
ja: 読みやすく、やさしく
ko: 읽기 편하게 만들어요
vi: để việc đọc dễ chịu hơn

source: mark all read
es: marcar todo como leído
ja: すべて既読にする
ko: 모두 읽음으로 표시
vi: đánh dấu đã đọc hết

source: match local weather
es: según el clima local
ja: 地元の天気に合わせる
ko: 현지 날씨에 맞추기
vi: theo thời tiết nơi bạn

source: maybe later
es: quizás luego
ja: また今度
ko: 나중에요
vi: để sau nhé

source: meditate
es: meditar
ja: 瞑想する
ko: 명상하기
vi: thiền

source: meditate again
es: meditar otra vez
ja: もう一度瞑想する
ko: 다시 명상하기
vi: thiền lần nữa

source: meditated
es: meditado
ja: めいそうした時間
ko: 명상한 시간
vi: đã thiền

source: meditating
es: meditando
ja: めいそうちゅう
ko: 명상 중
vi: đang thiền

source: meditation
es: meditación
ja: めいそう
ko: 명상
vi: thiền

source: member since %@
es: miembro desde %@
ja: %@から利用中
ko: %@부터 함께
vi: thành viên từ %@

source: mirror pic 🪞
es: foto del espejo 🪞
ja: かがみフォト 🪞
ko: 거울 사진 🪞
vi: ảnh chiếc gương 🪞

source: mixing the colors...
es: mezclando los colores...
ja: 色をまぜてる...
ko: 색을 섞는 중...
vi: đang pha màu...

source: moments from your day
es: momentos de tu día
ja: あなたの一日の瞬間たち
ko: 당신의 하루 속 순간들
vi: những khoảnh khắc trong ngày của bạn

source: money
es: dinero
ja: お金
ko: 돈
vi: tiền bạc

source: mood
es: ánimo
ja: きぶん
ko: 기분
vi: tâm trạng

source: mood & energy
es: ánimo y energía
ja: きぶんとエネルギー
ko: 기분과 에너지
vi: tâm trạng và năng lượng

source: mood check-in
es: registro de ánimo
ja: きぶんチェックイン
ko: 기분 체크인
vi: điểm danh tâm trạng

source: mood: %@
es: ánimo: %@
ja: 気分: %@
ko: 기분: %@
vi: tâm trạng: %@

source: more movement in this week than last. your body carried you well 🌿
es: más movimiento esta semana que la pasada. tu cuerpo te llevó bien 🌿
ja: 先週より、よく動いた一週間。からだがあなたをちゃんと運んでくれたね 🌿
ko: 지난주보다 더 많이 움직인 한 주였어요. 몸이 당신을 잘 데려다줬네요 🌿
vi: tuần này vận động nhiều hơn tuần trước. cơ thể đã nâng đỡ bạn thật tốt 🌿

source: more rested nights than last week. it shows, gently
es: noches más descansadas que la semana pasada. se nota, suavemente
ja: 先週よりよく眠れた夜が多かったね。それ、そっとあらわれてるよ
ko: 지난주보다 푹 쉰 밤이 많았어요. 은은하게 티가 나요
vi: nhiều đêm ngon giấc hơn tuần trước. điều đó hiện ra, thật khẽ

source: more than half the days
es: más de la mitad de los días
ja: 半分以上の日
ko: 절반 넘는 날들
vi: hơn nửa số ngày

source: morning
es: mañana
ja: 朝
ko: 아침
vi: buổi sáng

source: move this memory
es: mover esta memoria
ja: この思い出を移動する
ko: 이 추억 옮기기
vi: chuyển kỷ niệm này

source: moving through the day at your own pace 🍃
es: vas por el día a tu propio ritmo 🍃
ja: 自分のペースで一日を歩いてるね 🍃
ko: 자신만의 속도로 하루를 걷고 있어요 🍃
vi: bạn đi qua ngày theo nhịp của riêng mình 🍃

source: music
es: música
ja: 音楽
ko: 음악
vi: nhạc

source: music carried a bit of today 🎧
es: la música llevó un poco del día 🎧
ja: 音楽が今日を少し運んでくれた 🎧
ko: 음악이 오늘을 조금 실어다 줬어요 🎧
vi: âm nhạc đã chở một phần của hôm nay 🎧

source: my body did some %@ today 🌿
es: mi cuerpo hizo %@ hoy 🌿
ja: 今日は%@をしたよ 🌿
ko: 오늘은 %@을(를) 했어요 🌿
vi: hôm nay mình đã %@ 🌿

source: my body did something good today 🌿
es: mi cuerpo hizo algo bueno hoy 🌿
ja: 今日、からだにいいことをしたよ 🌿
ko: 오늘 몸에 좋은 일을 했어요 🌿
vi: hôm nay cơ thể mình đã làm một điều tốt 🌿

source: my dino journal entry 🦕🌿 #dino #mentalhealth #wellness
es: mi entrada del diario dino 🦕🌿 #dino #saludmental #bienestar
ja: わたしのdino日記 🦕🌿 #dino #メンタルヘルス #ウェルネス
ko: 나의 dino 일기 🦕🌿 #dino #마음건강 #웰니스
vi: trang nhật ký dino của mình 🦕🌿 #dino #suckhoetinhthan #anlanh

source: my little
es: mi pequeño
ja: わたしの小さな
ko: 나의 작은
vi: bé nhỏ của mình

source: my little garden is growing 🌱 i keep it in dino, a tiny gentle companion
es: mi jardincito está creciendo 🌱 lo cuido en dino, un compañero pequeño y gentil
ja: わたしの小さな庭が育ってる 🌱 ディノっていう、小さくてやさしい相棒の中で
ko: 내 작은 정원이 자라고 있어요 🌱 디노라는 작고 다정한 친구 안에서 가꿔요
vi: khu vườn nhỏ của mình đang lớn 🌱 mình chăm nó trong dino, một người bạn nhỏ dịu dàng

source: my little garden · day %lld
es: mi pequeño jardín · día %lld
ja: わたしのちいさな庭 · %lld日目
ko: 나의 작은 정원 · %lld일째
vi: khu vườn nhỏ của mình · ngày %lld

source: name one feeling you have right now. just one 💭
es: nombra un sentimiento que tengas ahora. solo uno 💭
ja: いまの気持ちをひとつだけ、名前にしてみて 💭
ko: 지금 느끼는 감정 하나만 이름 붙여봐요. 딱 하나요 💭
vi: gọi tên một cảm xúc bạn đang có. một cái thôi 💭

source: name, avatar
es: nombre, avatar
ja: 名前・アバター
ko: 이름, 아바타
vi: tên, ảnh đại diện

source: nearly every day
es: casi todos los días
ja: ほとんど毎日
ko: 거의 매일
vi: gần như mỗi ngày
